{
    "en": {
        "translation": {
            "menu-games": "Games",
            "menu-explore": "Explore",
            "menu-careers": "Careers",
            "menu-support": "Support",
            "mobile-menu-games": "Games",
            "mobile-menu-explore": "Explore",
            "mobile-menu-careers": "Careers",
            "mobile-menu-support": "Support",
            "mobile-menu-about-us": "About Us",
            "mobile-menu-social-impact": "Social Impact",
            "mobile-menu-working-with-us": "Working with Us",
            "mobile-menu-open-position": "Open Position",
            "mobile-menu-help": "Help",
            "mobile-menu-creators": "Creators",
            "mobile-menu-press-media": "Press Media",
            "main-info-new": "new",
            "main-info-description": "Travel around the world and build vacation life stories.",
            "main-info-button": "Explore",
            "platforms-available": "Available on",
            "platforms-download-on": "Download on the",
            "platforms-get-it-on": "Get it on",
            "platforms-available-at": "Available at",
            "product-cards-headline": "Explore more games",
            "product-cards-button": "All games",
            "environment-section-headline-you-play": "You play,",
            "environment-section-headline-we-plant": "we plant.",
            "environment-section-statistic-text": "Planted trees and counting",
            "environment-section-button": "Learn more",
            "footer-legal-text": "© 2024 SUBARA SG Ltd.",
            "footer-terms-and-privacy": "Terms and Privacy",
            "footer-section-explore": "Explore",
            "footer-section-careers": "Careers",
            "footer-section-support": "Support",
            "footer-section-about-us": "About Us",
            "footer-section-social-impact": "Social Impact",
            "footer-section-working-at-subara": "Working at Subara",
            "footer-section-open-position": "Open Position",
            "footer-section-help": "Help",
            "footer-section-creators": "Creators",
            "footer-section-press-media": "Press Media",
            "help-title": "Do you need help?",
            "help-name": "Full name:",
            "help-email": "Email:",
            "help-topic": "Subject of Inquiry:",
            "help-option-technical": "Technical Support",
            "help-option-billing": "Billing Questions",
            "help-option-general": "General Inquiries",
            "help-message": "Describe your issue:",
            "help-submit": "Submit Request",
            "about-heading": "We are SUBARA",
            "about-description": "We build digital experiences that are filled with fun and creativity that sparks the imagination of millions of any age and from any corner of the world, like you.",
            "story-part1": "Subara captures the idea of being 'best-in-class'. As both individuals and as a collective, it is in the Subara nature to seek excellence in everything we do; from how we design our games to how we design the world around us. We build digital experiences that are filled with fun and creativity that sparks the imagination of millions of players of any age and from any corner of the world.",
            "story-part2": "Our ethos is underpinned by this quest to be the best humans and company we can be, whether this is through planting trees to help rebuild the world or producing great games to entertain, educate, and enlighten players, inspiring them to be the best version of themselves.",
            "wwh-heading": "why we do it",
            "wwh-paragraph": "To harness the power of play so that together we can change the world for the better.",
            "values-header": "What we believe in",
            "values-description": "Our values guide every decision we make and are the backbone of our success.",
            "enjoyment": "Enjoyment",
            "growth": "Growth",
            "creativity": "Creativity",
            "integrity": "Integrity",
            "impact": "Impact",
            "enjoyment-heading": "Fun and play come first",
            "growth-heading": "Always learning, always evolving",
            "creativity-heading": "Imagination ignites innovation",
            "integrity-heading": "True to our word, true to ourselves",
            "impact-heading": "Making a difference, together",
            "enjoyment-text": "We are serious about fun and the magical power of play and the spellbinding joy it creates to educate, inspire, thrill, empower and solve problems. There’s an excitable side to all of us – we are always ready for our next adventure! Ready set go!",
            "growth-text": "We embrace growth as a journey of continuous improvement, curiosity, and exploration. Every challenge is an opportunity to learn, innovate, and expand our horizons. Together, we nurture potential, foster resilience, and thrive in a world of endless possibilities. Let’s keep climbing higher!",
            "creativity-text": "We celebrate creativity as the spark that fuels innovation and bold ideas. By thinking differently, we open new doors, inspire unique solutions, and create experiences that captivate and delight. The power of imagination is boundless – let’s dream big and make it happen!",
            "integrity-text": "Integrity is the foundation of everything we do. We value honesty, accountability, and doing what’s right – even when no one is watching. By staying true to our values, we build trust, foster respect, and create connections that stand the test of time.",
            "impact-text": "We strive to leave a meaningful mark on the world through our actions, ideas, and solutions. Every step we take is driven by purpose, empowering others and creating lasting value. Together, we can shape a brighter future, one impactful decision at a time.",
            "wwh-what": "what",
            "wwh-how": "how",
            "wwh-why": "why",
            "learn-more": "Learn more",
            "jobs-for-game-changers": "Jobs for game changers.",
            "positions": "Positions",
            "become-content-creator": "Become a content creator.",
            "apply": "Apply",
            "header-subtitle": "Experience the freedom to play in your very own city, with lots of places to explore and neighbors to meet.",
            "content-title-1": "Enter your imagination",
            "content-paragraph-1": "Break your daily routine, escape to a new city and create a whole new life in Urban City Stories where you will live unprecedented and exciting experiences. Amazing places to explore await you, full of secrets to discover and new neighbors to meet.",
            "content-paragraph-2": "Take charge of the day-to-day life of a family in their urban apartment, take care of replenishing the products of the supermarket, be the police chief, or a banker, would you like to escape to the youth club and organize an unforgettable party? Or would you rather become a superhero and save the whole city?",
            "content-title-2": "Key Features",
            "content-paragraph-3": "10 locations in a huge city: streets with a police station, cafe, youth club, apartment, clothing store, supermarket, traditional house, bank and underground stations.",
            "content-paragraph-4": "Play with 30 characters of different ages and genres, representing different roles and jobs, and fully customize them with different hair styles, hair color, beard style and skin color.",
            "content-paragraph-5": "New camera mode so you can save and share the best moments that happen in your stories.",
            "creators-header": "SUBARA Creators",
            "creators-description": "The only place to get exclusive content, first looks at updates, early access, and support from SUBARA!",
            "first-looks-header": "First Looks",
            "first-looks-description": "Be the first to witness our groundbreaking updates and new features before they are officially released.",
            "advanced-tools-header": "Advanced Tools",
            "advanced-tools-description": "Access powerful tools and resources designed to give you an edge and enhance your experience.",
            "team-support-header": "Team & Support",
            "team-support-description": "Join a community of like-minded enthusiasts and receive dedicated support from our team.",
            "insider-access-header": "Insider Access",
            "insider-access-description": "Unlock privileged access to exclusive events, special announcements, and members-only perks.",
            "what-is-subara": "What is SUBARA",
            "what-is-subaraa": "Creators?",
            "subheading": "A place to help you do what you do best.",
            "subara-description": "We truly appreciate the amazing content that you create with SUBARA games. We're here to help you become the best creator you can be!",
            "whats-in-for-creators": "What’s in for Creators?",
            "exclusive-perks": "Exclusive first looks, tools & support!",
            "creators-community-description": "Become part of a trusted community with exclusive perks, first looks at new games, games updates, and support from SUBARA to help you create at your maximum potential.",
            "features-you-will": "Features you will",
            "available-exclusively": "Available exclusively for SUBARA Creators",
            "join-the-community": "Join the community",
            "merchandising": "Merchandising",
            "updates-preview": "Updates preview",
            "video-inbox": "Video inbox",
            "new-games": "New Games",
            "access-discord": "Get access to the Creators Discord channel",
            "discord-description": "Join a community of Creators from all over the world. Receive exclusive content from SUBARA. Share tips, knowledge, and make some new friends.",
            "for-you-or-followers": "For you or your followers",
            "merch-description": "Every now and then we give away some pretty cool SUBARA merch. Whether it's in-game content related to you for your followers to unlock or giveaways related to our games.",
            "be-first": "Everyone wants to be first",
            "update-preview-description": "With update previews you’ll be able to create your content and be able to press publish as soon as new features are launched.",
            "your-videos-in-games": "Your videos inside our games",
            "video-inbox-description": "We’ve added a ‘Video Inbox’ to our games, where players can watch your video content directly in the game. Upload your best videos and reach millions of viewers.",
            "access-new-games": "Access new games beta",
            "new-games-description": "With exclusive previews and testing out new games that are in the works.",
            "full-name-placeholder": "Your Full Name",
            "email-placeholder": "Your Email",
            "residence-placeholder": "Your Place of Residence",
            "channel-placeholder": "Your Youtube or Twitch Channel",
            "followers-placeholder": "Number of Followers",
            "full-name-label": "Full Name *",
            "email-label": "E-Mail *",
            "residence-label": "Place Of Residence *",
            "channel-label": "Youtube or Twitch Channel *",
            "followers-label": "Number of Followers *",
            "age-check-label": "I have 16 years old or more *",
            "application-note": "SUBARA collects your application data to manage and plan our recruitment activities globally. In the unhappy event that you don’t get selected, we will store your details for future opportunities. If you do not wish to be contacted in the future, please let us know.",
            "check-fields": "Check this fields",
            "error-icon": "&#x26A0;",
            "submit-button": "Submit",
            "apply-headline": "Apply to become a SUBARA creator",
            "apply-text": "We’ll review your application and place you in a suitable Creator tier based on how many followers you have on your biggest channel. If you are accepted to the program, you’ll start getting special access, perks, and support from SUBARA to help you create on a whole new level!",
            "apply-image-alt": "3D illustration of a person sitting in an armchair with a laptop, wearing headphones and glasses, surrounded by a lamp, backpack, and potted plant."

        }
    },
    "uk": {
        "translation": {
            "menu-games": "Ігри",
            "menu-explore": "Дослідити",
            "menu-careers": "Кар'єра",
            "menu-support": "Підтримка",
            "mobile-menu-games": "Ігри",
            "mobile-menu-explore": "Дослідити",
            "mobile-menu-careers": "Кар'єра",
            "mobile-menu-support": "Підтримка",
            "mobile-menu-about-us": "Про нас",
            "mobile-menu-social-impact": "Соціальний вплив",
            "mobile-menu-working-with-us": "Співпраця з нами",
            "mobile-menu-open-position": "Вакансії",
            "mobile-menu-help": "Допомога",
            "mobile-menu-creators": "Творці",
            "mobile-menu-press-media": "Преса та ЗМІ",
            "main-info-new": "нове",
            "main-info-description": "Подорожуйте світом та створюйте історії відпусток.",
            "main-info-button": "Дослідити",
            "platforms-available": "Доступно на",
            "platforms-download-on": "Завантажити y",
            "platforms-get-it-on": "Завантажити у",
            "platforms-available-at": "Доступно на",
            "product-cards-headline": "Більше ігор",
            "product-cards-button": "Всі ігри",
            "environment-section-headline-you-play": "Ти граєш,",
            "environment-section-headline-we-plant": "ми садимо.",
            "environment-section-statistic-text": "дерев, і ми продовжуємо",
            "environment-section-button": "Більше",
            "footer-legal-text": "© 2024 SUBARA СГ ТОВ.",
            "footer-terms-and-privacy": "Умови і Політика",
            "footer-section-explore": "Дослідити",
            "footer-section-careers": "Кар'єра",
            "footer-section-support": "Підтримка",
            "footer-section-about-us": "Про нас",
            "footer-section-social-impact": "Соціальний вплив",
            "footer-section-working-at-subara": "Робота з Subara",
            "footer-section-open-position": "Вакансії",
            "footer-section-help": "Допомога",
            "footer-section-creators": "Творці",
            "footer-section-press-media": "Преса та ЗМІ",
            "help-title": "Вам потрібна допомога?",
            "help-name": "Повне ім'я:",
            "help-email": "Електронна пошта:",
            "help-topic": "Тема запиту:",
            "help-option-technical": "Технічна підтримка",
            "help-option-billing": "Питання щодо оплати",
            "help-option-general": "Загальні запитання",
            "help-message": "Опишіть вашу проблему:",
            "help-submit": "Відправити запит",
            
            "about-heading": "Ми — SUBARA",
            "about-description": "Ми створюємо цифрові пригоди, що розпалюють уяву і наповнені веселощами й творчістю для мільйонів людей будь-якого віку, з будь-якого куточка світу, зокрема й для вас.",
            "story-part1": "Subara втілює ідею бути 'найкращими в своїй галузі'. Кожен працівник та вся команда Subara завжди прагнуть досконалості в усьому, що роблять: від того, як розробляються наші ігри, до того, як ми формуємо світ навколо нас. Ми створюємо цифрові пригоди, які наповнені розвагами та творчістю, що розпалюють уяву мільйонів геймерів будь-якого віку та з будь-якого куточка світу.",
            "story-part2": "Наша етика підкріплена прагненням бути найкращими людьми та компанією, якими ми можемо бути, чи то через висаджування дерев для відновлення світу, чи то створення чудових ігор для розваги та навчання користувачів, надихаючи їх ставати найкращою версією себе.",
            "wwh-heading": "чому ми це робимо",
            "wwh-paragraph": "Щоб використовувати силу гри для того, щоб разом змінити світ на краще.",
            "values-header": "У що ми віримо",
            "values-description": "Наші цінності керують кожним нашим рішенням і є основою нашого успіху.",
            "enjoyment": "Розваги",
            "growth": "Зростання",
            "creativity": "Творчість",
            "integrity": "Цілісність",
            "impact": "Вплив",
            "enjoyment-heading": "Розваги та ігри на першому місці",
            "growth-heading": "Завжди навчаємось, завжди розвиваємось",
            "creativity-heading": "Уява запалює інновації",
            "integrity-heading": "Відповідати за свої слова, бути чесними до себе",
            "impact-heading": "Залишати слід, разом",
            "enjoyment-text": "Ми серйозно ставимося до розваг і магічної сили гри та захоплюючої радості, яку вона створює для того, щоб навчати, надихати, надавати силу та вирішувати проблеми. У нас є запал – ми завжди готові до наступної пригоди! На старт, увага, руш!",
            "growth-text": "Ми приймаємо зростання як подорож безперервного вдосконалення, цікавості та дослідження. Кожен виклик — це можливість навчитися, розвинути та розширювати наші горизонти. Разом ми виховуємо потенціал, сприяємо стійкості та процвітаємо у світі безмежних можливостей. Давайте підніматися вище!",
            "creativity-text": "Ми славимо творчість як іскру, що живить інновації та сміливі ідеї. Думаючи по-новому, ми відкриваємо нові двері, надихаємо на унікальні рішення та створюємо пригоди, які захоплюють та радують. Сила уяви безмежна – давайте мріяти по-крупному і втілювати це!",
            "integrity-text": "Цілісність є основою всього, що ми робимо. Ми цінуємо чесність, відповідальність і вчинки, які є правильними. Залишаючись вірними нашим цінностям, ми будуємо довіру, повагу та створюємо зв’язки, які витримують випробування часом.",
            "impact-text": "Ми прагнемо залишити значущий слід у світі нашими діями, ідеями та рішеннями. Кожен крок ми робимо, керуючись нашою ціллю, надаючи іншим силу та створюючи цінності. Разом ми можемо створити світле майбутнє, приймаючи значущі рішення кожного разу.",
            "wwh-what": "що",
            "wwh-how": "як",
            "wwh-why": "чому",
            "learn-more": "Дізнатися більше",
            "jobs-for-game-changers": "Робота для творців змін.",
            "positions": "Вакансії",
            "become-content-creator": "Стань творцем контенту.",
            "apply": "Подати заявку",
            "header-subtitle": "Відчуйте свободу грати у власному місті з безліччю локацій для досліджень та сусідами для знайомств.",
            "content-title-1": "Реалізовуйте свої фантазії",
            "content-paragraph-1": "Подолайте повсякденну рутину, втечіть у нове місто та створіть абсолютно нове життя, де на вас чекають безпрецедентні та захоплюючі пригоди. На вас чекають дивовижні місця для досліджень, сповнені секретів та нових сусідів для знайомства.",
            "content-paragraph-2": "Візьміть на себе відповідальність за життя сім'ї в міській квартирі, займіться поповненням продуктів з супермаркету, будьте начальником поліції або банкіром. Хочете втекти до молодіжного клубу та організувати незабутню вечірку? А може, вам більше до вподоби стати супергероєм і врятувати ціле місто?",
            "content-title-2": "Ключові можливості",
            "content-paragraph-3": "10 локацій у величезному місті: вулиці з поліцейським відділом, кафе, молодіжним клубом, квартирою, магазином одягу, супермаркетом, будинком, банком та підземними станціями.",
            "content-paragraph-4": "Грайте з 30 персонажами різного віку та статі, що представляють різні ролі та професії, і повністю налаштовуйте їх, змінюючи зачіски, колір волосся, стиль бороди та колір шкіри.",
            "content-paragraph-5": "Новий режим зйомки, щоб ви могли зберігати та ділитися найкращими моментами, які трапляються у ваших історіях.",
            "creators-header": "SUBARA Творці",
            "creators-description": "Єдине місце для отримання ексклюзивного контенту та раннього доступу і підтримки від SUBARA!",
            "first-looks-header": "Ранній доступ",
            "first-looks-description": "Будьте першими, хто побачить наші оновлення та нові функції до їх офіційного випуску.",
            "advanced-tools-header": "Просунуті інструменти",
            "advanced-tools-description": "Отримайте доступ до потужних інструментів і ресурсів, що покращують ваш досвід.",
            "team-support-header": "Команда та підтримка",
            "team-support-description": "Приєднуйтесь до спільноти однодумців і отримуйте підтримку від нашої команди.",
            "insider-access-header": "Доступ для інсайдерів",
            "insider-access-description": "Отримайте привілейований доступ до ексклюзивних подій, спеціальних анонсів та привілеїв.",
            "what-is-subara": "Що таке SUBARA",
            "what-is-subaraa": "Творці?",
            "subheading": "Місце, де ми допомагаємо вам робити те, що ви робите найкраще.",
            "subara-description": "Ми справді цінуємо чудовий контент, який ви створюєте за допомогою ігор SUBARA. Ми тут, щоб допомогти вам стати найкращим творцем!",
            "whats-in-for-creators": "Що отримує творець?",
            "exclusive-perks": "Ексклюзивний ранній доступ, інструменти та підтримка!",
            "creators-community-description": "Станьте частиною  спільноти з ексклюзивними перевагами, раннім доступом до нових ігор та підтримкою від SUBARA, щоб творити, повністю реалізовуючи свій потенціал.",
            "features-you-will": "Функції, які ви будете",
            "available-exclusively": "Доступно виключно для творців SUBARA",
            "join-the-community": "Приєднатися до спільноти",
            "merchandising": "Мерчандайзинг",
            "updates-preview": "Ранній доступ до оновлень",
            "video-inbox": "Відеоскринька",
            "new-games": "Нові ігри",
            "access-discord": "Отримайте доступ до каналу Creators у Discord",
            "discord-description": "Приєднайтесь до спільноти творців з усього світу. Отримуйте ексклюзивний контент від SUBARA. Діліться порадами, знаннями та знайомтесь з новими людьми.",
            "for-you-or-followers": "Для вас або ваших підписників",
            "merch-description": "Регулярно ми даруємо класний мерч SUBARA. Чи то ігровий контент, пов'язаний з вами, для ваших підписників, чи подарунки, пов'язані з нашими іграми.",
            "be-first": "Усі хочуть бути першими",
            "update-preview-description": "З раннім доступом до оновлень ви зможете створювати свій контент і публікувати його, як тільки нові функції будуть запущені.",
            "your-videos-in-games": "Ваші відео в наших іграх",
            "video-inbox-description": "Ми додали 'Відеоскриньку' до наших ігор, де гравці можуть дивитися ваш відеоконтент безпосередньо під час гри. Завантажуйте свої найкращі відео і отримуйте мільйонів глядачів.",
            "access-new-games": "Доступ до бета-версій нових ігор",
            "new-games-description": "З ексклюзивним раннім дотсупом і тестуванням нових ігор, що знаходяться в розробці.", 
            "full-name-placeholder": "Ваше повне ім'я",
            "email-placeholder": "Ваша електронна пошта",
            "residence-placeholder": "Ваше місце проживання",
            "channel-placeholder": "Ваш канал на Youtube або Twitch",
            "followers-placeholder": "Кількість підписників",
            "full-name-label": "Повне ім'я *",
            "email-label": "Електронна пошта *",
            "residence-label": "Місце проживання *",
            "channel-label": "Канал на Youtube або Twitch *",
            "followers-label": "Кількість підписників *",
            "age-check-label": "Мені 16 років або більше *",
            "application-note": "SUBARA збирає ваші дані для обробки та планування наших глобальних рекрутингових заходів. У разі, якщо ви не будете обрані, ми збережемо вашу інформацію для майбутніх можливостей. Якщо ви не бажаєте, щоб ми зв'язувалися з вами в майбутньому, будь ласка, дайте нам знати.",
            "check-fields": "Перевірте ці поля",
            "error-icon": "&#x26A0;",
            "submit-button": "Відправити",
            "apply-headline": "Подати заявку, щоб стати творцем SUBARA",
            "apply-text": "Ми розглянемо вашу заявку та присвоїмо вам певну категорію залежно від кількості підписників на вашому основному каналі. Якщо вас приймуть до програми, ви отримаєте спеціальний доступ, переваги та підтримку від SUBARA, щоб творити на новому рівні!",
            "apply-image-alt": "3D-ілюстрація людини, що сидить в кріслі з ноутбуком, у навушниках та окулярах, оточена лампою, рюкзаком та горщиком з рослиною."

        }
    }
}
